{
  "questions": [
    "Welcher Shisha-Tabak schmeckt dir am besten",
    "Was ist deine beste Erinnerung in der Garage",
    "Was ist das Peinlichste, das du besoffen gemacht hast",
    "Was war dein peinlichstes Erlebnis in den letzten 2 Jahren",
    "Was ist eine Sache die du unbedingt an dir ändern möchtest",
    "Wen findest du hier in der Runde am attraktivsten und warum",
    "Was ist das seltsamste, das du alleine Zuhause getan hast",
    "Beschreibe deinen schlimmsten Kater und was genau du am Abend zuvor gemacht hast.",
    "Welchen albernen Kindheitswunsch hast du immernoch",
    "Was ist die peinlichste Nachricht, die du jemals an die falsche Person gesendet hast",
    "Beschreibe deinen letzten komischen Traum.",
    "Was war der ungewöhnlichste Ort wo du Sex hattest",
    "Was ist das peinlichste, das dir beim Sex passiert ist",
    "Was ist dein komischster Fetisch",
    "Was war dein komischstes Erlebnis auf einer Party",
    "Was ist das komischste, das du im Club erlebt hast",
    "Was ist das merkwürdigste Kompliment, das du je bekommen hast",
    "Was ist das Verrückteste, das du getan hast um jemanden zu beeindrucken",
    "Was ist das unangenehmste Gespräch, das du mit deinen Eltern führen musstest",
    "Welchen Fehlkauf hast du im Nachhinein am meisten bereut",
    "Was war der letzte Porno, den du gesehen und danach bereut hast",
    "Was ist das seltsamste Geschenk, das du je bekommen hast",
    "Was hast du als Kind gerne gemacht, das dir jetzt peinlich wäre",
    "Welche Superkraft hättest du am liebsten",
    "Woran erinnerst du dich gerne in deiner Kindheit",
    "Wer ist dein größtes Vorbild",
    "Was mögen Menschen an dir am meisten",
    "Was war das beste Geschenk, das du je bekommen hast",
    "Welches Ereignis in deinem Leben hat dich stark geprägt",
    "Was wissen hier in der Runde nur wenige über dich",
    "Was würdest du tun, wenn du im Lotto gewinnst",
    "Mit welcher berühmten Person würdest du am liebsten auf ein Date gehen",
    "Mit welcher berühmten Person würdest du am liebsten kennenlernen",
    "Beschreibe deinen besten Sex!",
    "Welche besondere Sache macht dich direkt scharf",
    "Mit welcher Person außerhalb deiner sexuellen Präferenz würdest du am ehesten Sex haben",
    "Mit wem würdest du am ehesten einen Dreier haben",
    "Dein Gleitmittel ist leer, was verwendest du stattdessen",
    "Mit welchen drei Worten würdest du dein Sexleben beschreiben",
    "Mit welchen drei Worten würdest du dein Leben beschreiben",
    "Wenn du deinem Sexleben einen Slogan geben müsstest, welcher wäre es",
    "Was ist dein bester Anmachspruch",
    "Was ist eine ungewöhnliche Sache die du und dein Partner machen und sonst niemand weiß",
    "Beschreibe dein letztes Mal Sex!",
    "Du hast deine Taschenmuschi bzw. Dildo verlegt, was verwendest du stattdessen",
    "Was kochst du um jemanden zu verführen",
    "Was war dein gewagtestes Outfit",
    "Wenn du ein Mal fremdgehen könntest, mit wem würdest du",
    "Was soll auf deinem Grabstein stehen",
    "Was sollen deine letzten Worte sein",
    "Beschreibe deinen Intimbereich in wenigen Worten!",
    "Was würdest du an deinem Körper am liebsten ändern",
    "Was hast du illegales getan",
    "Worauf bist du so richtig stolz",
    "Was würdest du auf eine Visitenkarte für dich selber draufschreiben"
  ]
}
